Repository: wp-plugins/wp-browser-update
Catalog: languages/WPBU-*.po
Languages: fr_fr, pt_br

source: Settings saved.
fr_fr: Paramètres sauvegardés.
pt_br: Configurações salvas.

source: Out-dated Browser Versions
fr_fr: Versions de navigateur périmées
pt_br: Navegadores com versões desatualizadas

source: Please choose which browser version you consider to be out-dated (of course, this will include all versions below)… If you leave as is, WP BrowserUpdate uses the default values.
fr_fr: Veuillez choisir la version du navigateur que vous considérez être périmés (bien sûr, cela va inclure toutes les versions ci-dessous)… Si vous laissez tel quel, WP BrowserUpdate utilise les valeurs par défaut.
pt_br: Por favor selecione qual versão do navegador que você considere estar desatualizado (claro, isso vai incluir todas as versões abaixo)… Se deixar como está, o WP BrowserUpdate irá usar os valores padrões.

source: Download
fr_fr: Télécharger

source: No need to define – handled automatically
fr_fr: Pas besoin de définir – traitement automatique
pt_br: Não é necessário definir – tratado automaticamente

source: Script Customizations
fr_fr: Personnalisation du Script
pt_br: Customização do script

source: After how many hours the message should re-appear (0 = Show all the time)
fr_fr: Indiquez le nombre d'heures avant que le message réapparaisse (0 = toujours afficher le message)
pt_br: Após quantas horas a mensagem deve voltar a aparecer (0 = Mostrar o tempo todo)

source: Open link on notification bar in a new browser window/tab
fr_fr: Ouvrir le lien de la barre de notification dans une nouvelle fenètre/onglet
pt_br: Abrir link na barra de notificação em uma nova janela do navegador/guia

source: Yes
fr_fr: Oui
pt_br: Sim

source: No
fr_fr: Non
pt_br: Não

source: Always show notification bar (for testing purposes)
fr_fr: Toujours afficher la barre de notification (à des fins de test)
pt_br: Sempre mostrar barra de notificação (para fins de teste)

source: CSS Styles
fr_fr: Styles CSS

source: If you do not know about CSS and how to use, leave the following forms empty. For further details, visit the %show-to page%s.
fr_fr: Si vous ne savez pas comment utiliser le CSS, laissez les formes suivantes vide. Pour plus de détails, visitez la page %show-to page%s.
pt_br: Se você não conhece CSS e como usa-lo então deixe os campos abaixo em branco. Para mais detalhes, visite %show-to page%s.

source: Update Settings
fr_fr: Mettre à jour les paramètres
pt_br: Atualizar configurações

source: Settings
fr_fr: Paramètres
pt_br: Configurações
